Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Start Fresh
ar: بداية جديدة
es: Empezar de cero
hi: नई शुरुआत
it: Ricomincia
ja: 最初から始める
ms: Mula Baharu
th: เริ่มใหม่
ur: نئی شروعات
zh_hans: 重新开始

source: Start simple
ar: ابدأ بالبساطة
es: Comience simple
hi: सरल शुरुआत करें
it: Inizia in modo semplice
ja: シンプルに始める
ms: Mulakan dengan mudah
th: เริ่มต้นง่ายๆ
ur: سادہ شروع کریں۔
zh_hans: 从简单开始

source: Start speaking
ar: ابدأ التحدث
es: Empezar a hablar
hi: बोलना शुरू करें
it: Inizia a parlare
ja: 話し始める
ms: Mula bercakap
th: เริ่มพูด
ur: بولنا شروع کریں
zh_hans: 开始说话

source: Start with %@. It has a due moment, so it is the best next focus.
ar: ابدأ بـ %@. لديه موعد استحقاق، لذلك هو أفضل تركيز تالٍ.
es: Empieza con %@. Tiene un momento de vencimiento, así que es el mejor próximo enfoque.
hi: %@ से शुरू करें। इसकी due समय सीमा है, इसलिए यह सबसे अच्छा अगला फोकस है।
it: Inizia da %@. Ha una scadenza, quindi è il miglior prossimo focus.
ja: %@から始めてください。期限があるため、次に集中する最適な項目です。
ms: Mulakan dengan %@. Ia mempunyai masa akhir, jadi ia fokus seterusnya yang terbaik.
th: เริ่มด้วย %@ รายการนี้มีเวลาครบกำหนด จึงเป็นโฟกัสถัดไปที่ดีที่สุด
ur: %@ سے شروع کریں۔ اس کا مقررہ وقت ہے، اس لیے یہ اگلا بہترین فوکس ہے۔
zh_hans: 先从 %@ 开始。它有到期时间，因此是最佳的下一项重点。

source: Start with %@. It is overdue, so finishing or rescheduling it should come first.
ar: ابدأ بـ %@. إنه متأخر، لذلك يجب إنهاؤه أو إعادة جدولته أولًا.
es: Empieza con %@. Está vencido, así que terminarlo o reprogramarlo debe ir primero.
hi: %@ से शुरू करें। यह ओवरड्यू है, इसलिए इसे पूरा करना या फिर तय करना पहले होना चाहिए।
it: Inizia da %@. È in ritardo, quindi finirlo o riprogrammarlo dovrebbe venire prima.
ja: %@から始めてください。期限を過ぎているため、完了するか再予定することを優先してください。
ms: Mulakan dengan %@. Ia tertunggak, jadi siapkan atau jadualkan semula dahulu.
th: เริ่มด้วย %@ รายการนี้เลยกำหนดแล้ว จึงควรทำให้เสร็จหรือเลื่อนเวลาก่อน
ur: %@ سے شروع کریں۔ یہ تاخیر شدہ ہے، اس لیے اسے مکمل کرنا یا دوبارہ شیڈول کرنا پہلے آنا چاہیے۔
zh_hans: 先从 %@ 开始。它已经逾期，所以应先完成或重新安排。

source: Start with %@. It is the clearest next active toDō.
ar: ابدأ بـ %@. إنه أوضح toDō نشط تالٍ.
es: Empieza con %@. Es el toDō activo más claro para seguir.
hi: %@ से शुरू करें। यह सबसे स्पष्ट अगला सक्रिय toDō है।
it: Inizia da %@. È il prossimo toDō attivo più chiaro.
ja: %@から始めてください。次のアクティブなtoDōとして最も明確です。
ms: Mulakan dengan %@. Ia toDō aktif seterusnya yang paling jelas.
th: เริ่มด้วย %@ รายการนี้คือ toDō ที่ใช้งานอยู่ถัดไปที่ชัดที่สุด
ur: %@ سے شروع کریں۔ یہ اگلا سب سے واضح فعال toDō ہے۔
zh_hans: 先从 %@ 开始。它是最清晰的下一项活跃 toDō。

source: Start with %@. It is time-sensitive and has the clearest pressure right now.
ar: ابدأ بـ %@. إنه حساس للوقت ويحمل أوضح ضغط الآن.
es: Empieza con %@. Es time-sensitive y tiene la presión más clara ahora mismo.
hi: %@ से शुरू करें। यह time-sensitive है और अभी सबसे स्पष्ट दबाव रखता है।
it: Inizia da %@. È time-sensitive e ha la pressione più chiara in questo momento.
ja: %@から始めてください。Time-Sensitiveで、今もっとも明確な優先度があります。
ms: Mulakan dengan %@. Ia time-sensitive dan mempunyai tekanan paling jelas sekarang.
th: เริ่มด้วย %@ รายการนี้ time-sensitive และมีแรงกดดันชัดที่สุดตอนนี้
ur: %@ سے شروع کریں۔ یہ time-sensitive ہے اور اس وقت سب سے واضح دباؤ رکھتا ہے۔
zh_hans: 先从 %@ 开始。它是 time-sensitive，目前压力最明确。

source: Start with the overdue items, then reschedule anything that no longer belongs today.
ar: ابدأ بالعناصر المتأخرة، ثم أعد جدولة ما لم يعد مناسبًا لليوم.
es: Empieza por los elementos vencidos y reprograma lo que ya no corresponda a hoy.
hi: समय-सीमा पार आइटम से शुरू करें, फिर जो आज का नहीं रहा उसे फिर से तय करें।
it: Inizia dagli elementi scaduti, poi riprogramma ciò che non appartiene più a oggi.
ja: 期限切れから始め、今日行う必要がないものは予定を変更しましょう。
ms: Mulakan dengan item tertunggak, kemudian jadualkan semula apa yang tidak lagi sesuai untuk hari ini.
th: เริ่มจากรายการที่เกินกำหนด แล้วเลื่อนกำหนดสิ่งที่ไม่จำเป็นต้องทำวันนี้
ur: زائد المیعاد اشیا سے شروع کریں، پھر جو آج کا نہیں رہا اسے دوبارہ شیڈول کریں۔
zh_hans: 先处理逾期事项，再重新安排不再适合今天处理的内容。

source: Start with your first toDō.
ar: ابدأ بأول تُدُ لك.
es: Comience con su primera tarea pendiente.
hi: अपने पहले टूडू से शुरुआत करें।
it: Inizia con il tuo primo toDō.
ja: 最初のtoDōから始めましょう。
ms: Mulakan dengan toDō pertama anda.
th: เริ่มด้วย toDō แรกของคุณ
ur: اپنے پہلے ٹُڈُو سے شروع کریں۔
zh_hans: 从您的第一个待办事项开始。

# Starting %@; %@.
source: Starting %1$@; %2$@.
ar: يبدأ %@؛ %@.
es: Comienza %@; %@.
hi: %@ से शुरू; %@.
it: Inizia %@; %@.
ja: %@に開始；%@。
ms: Bermula %@; %@.
th: เริ่ม %@; %@
ur: %@ سے شروع؛ %@۔
zh_hans: 从 %@ 开始；%@。

source: Starting %@; repeats until you turn it off.
ar: يبدأ %@؛ يتكرر حتى توقفه.
es: Comienza %@; se repite hasta que lo desactives.
hi: %@ से शुरू; जब तक आप बंद न करें, दोहराता है.
it: Inizia %@; si ripete finché non lo disattivi.
ja: %@に開始；オフにするまで繰り返します。
ms: Bermula %@; berulang sehingga anda mematikannya.
th: เริ่ม %@; ทำซ้ำจนกว่าคุณจะปิด
ur: %@ سے شروع؛ جب تک آپ بند نہ کریں، دہراتا رہے گا۔
zh_hans: 从 %@ 开始；会重复，直到你将其关闭。

source: Starts %@
ar: يبدأ %@
es: Empieza %@
hi: %@ से शुरू
it: Inizia %@
ja: %@から開始
ms: Bermula %@
th: เริ่ม %@
ur: آغاز %@
zh_hans: 开始于 %@

source: Starts on
ar: يبدأ في
es: Comienza el
hi: शुरुआत
it: Inizia il
ja: 開始日
ms: Bermula pada
th: เริ่มวันที่
ur: شروع ہوگا
zh_hans: 开始于

source: Statistics
ar: الإحصاءات
es: Estadísticas
hi: आँकड़े
it: Statistiche
ja: 統計
ms: Statistik
th: สถิติ
ur: اعداد و شمار
zh_hans: 统计

source: Stats
ar: الإحصاءات
es: Estadísticas
hi: आंकड़े
it: Statistiche
ja: 統計
ms: Statistik
th: สถิติ
ur: اعدادوشمار
zh_hans: 统计

# Stats page %lld of %lld
source: Stats page %1$lld of %2$lld
ar: صفحة الإحصاءات %lld من %lld
es: Página de estadísticas %lld de %lld
hi: आँकड़े पृष्ठ %lld में %lld
it: Pagina statistiche %lld di %lld
ja: 統計ページ %lld / %lld
ms: Halaman statistik %lld daripada %lld
th: หน้าสถิติ %lld จาก %lld
ur: اعدادوشمار صفحہ %lld از %lld
zh_hans: 统计页面 %lld / %lld

source: Stats page %lld of 6
ar: صفحة الإحصاءات %lld من 6
es: Página de estadísticas %lld de 6
hi: 6 में से आँकड़े पृष्ठ %lld
it: Pagina statistiche %lld di 6
ja: 統計ページ %lld / 6
ms: Halaman statistik %lld daripada 6
th: หน้าสถิติ %lld จาก 6
ur: 6 میں سے اعدادوشمار صفحہ %lld
zh_hans: 统计页面 %lld / 6

source: Stats section %lld of 6
ar: قسم الإحصاءات %lld من 6
es: Sección de estadísticas %lld de 6
hi: 6 में से आँकड़े अनुभाग %lld
it: Sezione statistiche %lld di 6
ja: 統計セクション %lld / 6
ms: Bahagian statistik %lld daripada 6
th: ส่วนสถิติ %lld จาก 6
ur: 6 میں سے اعدادوشمار سیکشن %lld
zh_hans: 统计部分 %lld / 6

source: Stay aware without distraction
ar: البقاء على علم دون تشتيت الانتباه
es: Mantente consciente sin distracciones
hi: बिना विचलित हुए जागरूक रहें
it: Rimani consapevole senza distrazioni
ja: 気を散らさずに意識を保つ
ms: Sentiasa sedar tanpa gangguan
th: รับรู้โดยไม่วอกแวก
ur: خلفشار کے بغیر آگاہ رہیں
zh_hans: 保持清醒，不分心

source: Stay local for this device, use iCloud across Apple devices, or sign in to use toDō Sync across iPhone, iPad, Watch, Mac, Android, and web.
ar: ابقَ محليًا على هذا الجهاز، أو استخدم iCloud عبر أجهزة Apple، أو سجّل الدخول لاستخدام toDō Sync عبر iPhone وiPad وWatch وMac وAndroid والويب.
es: Quédate local en este dispositivo, usa iCloud entre dispositivos Apple o inicia sesión para usar toDō Sync en iPhone, iPad, Watch, Mac, Android y la web.
hi: इस डिवाइस पर स्थानीय रहें, Apple डिवाइसों पर iCloud इस्तेमाल करें, या iPhone, iPad, Watch, Mac, Android और वेब पर toDō Sync के लिए साइन इन करें।
it: Resta locale su questo dispositivo, usa iCloud sui dispositivi Apple oppure accedi per usare toDō Sync su iPhone, iPad, Watch, Mac, Android e web.
ja: このデバイスだけでローカル保存するか、Appleデバイス間でiCloudを使うか、サインインしてiPhone、iPad、Watch、Mac、Android、WebでtoDō Syncを使えます。
ms: Kekal setempat pada peranti ini, gunakan iCloud merentas peranti Apple, atau daftar masuk untuk menggunakan toDō Sync pada iPhone, iPad, Watch, Mac, Android dan web.
th: เก็บไว้เฉพาะอุปกรณ์นี้ ใช้ iCloud ข้ามอุปกรณ์ Apple หรือเข้าสู่ระบบเพื่อใช้ toDō Sync บน iPhone, iPad, Watch, Mac, Android และเว็บ
ur: اس ڈیوائس پر مقامی رہیں، Apple ڈیوائسز پر iCloud استعمال کریں، یا iPhone، iPad، Watch، Mac، Android، اور ویب پر toDō Sync استعمال کرنے کے لیے سائن ان کریں۔
zh_hans: 可在此设备本地保存，跨 Apple 设备使用 iCloud，或登录后在 iPhone、iPad、Watch、Mac、Android 和网页上使用 toDō Sync。

source: Stay local for this device, use iCloud across Apple devices, or sign in to use toDō Sync across iPhone, iPad, Watch, Mac, Android, and web. Review this screen, then use the back arrow to return to the tour or continue below.
ar: ابقَ محليًا لهذا الجهاز، أو استخدم iCloud عبر أجهزة Apple، أو سجّل الدخول لاستخدام toDō Sync على iPhone وiPad وWatch وMac وAndroid والويب. راجع هذه الشاشة، ثم استخدم سهم الرجوع للعودة إلى الجولة أو تابع أدناه.
es: Mantén los datos locales en este dispositivo, usa iCloud entre dispositivos Apple o inicia sesión para usar toDō Sync en iPhone, iPad, Watch, Mac, Android y la web. Revisa esta pantalla y usa la flecha atrás para volver al recorrido o continuar abajo.
hi: इस डिवाइस पर स्थानीय रूप से रहें, Apple डिवाइसों में iCloud का उपयोग करें, या iPhone, iPad, Watch, Mac, Android और वेब पर toDō Sync उपयोग करने के लिए साइन इन करें। इस स्क्रीन की समीक्षा करें, फिर टूर पर लौटने के लिए पीछे तीर का उपयोग करें या नीचे जारी रखें।
it: Resta locale su questo dispositivo, usa iCloud tra i dispositivi Apple oppure accedi per usare toDō Sync su iPhone, iPad, Watch, Mac, Android e web. Esamina questa schermata, poi usa la freccia indietro per tornare al tour o continua qui sotto.
ja: このデバイスだけでローカルに使うか、Appleデバイス間でiCloudを使うか、サインインしてiPhone、iPad、Watch、Mac、Android、WebでtoDō Syncを使えます。この画面を確認し、戻る矢印でツアーに戻るか、下へ進みます。
ms: Kekalkan setempat untuk peranti ini, gunakan iCloud merentas peranti Apple, atau log masuk untuk menggunakan toDō Sync pada iPhone, iPad, Watch, Mac, Android dan web. Semak skrin ini, kemudian gunakan anak panah kembali untuk kembali ke lawatan atau teruskan di bawah.
th: ใช้แบบเฉพาะอุปกรณ์นี้ ใช้ iCloud ระหว่างอุปกรณ์ Apple หรือลงชื่อเข้าใช้เพื่อใช้ toDō Sync บน iPhone, iPad, Watch, Mac, Android และเว็บ ตรวจสอบหน้าจอนี้ แล้วใช้ลูกศรย้อนกลับเพื่อกลับไปที่ทัวร์หรือดำเนินการต่อด้านล่าง
ur: اس ڈیوائس کے لیے مقامی رہیں، Apple آلات پر iCloud استعمال کریں، یا iPhone، iPad، Watch، Mac، Android اور ویب پر toDō Sync استعمال کرنے کے لیے سائن اِن کریں۔ اس اسکرین کا جائزہ لیں، پھر ٹور پر واپس جانے کے لیے پیچھے کا تیر استعمال کریں یا نیچے جاری رکھیں۔
zh_hans: 仅在此设备本地使用，或在 Apple 设备之间使用 iCloud；也可以登录后在 iPhone、iPad、Watch、Mac、Android 和 Web 上使用 toDō Sync。查看此页面，然后使用返回箭头返回引导，或继续向下。

source: Stop adding due toDōs to Calendar?
ar: إيقاف إضافة مهام toDō المستحقة إلى التقويم؟
es: ¿Dejar de añadir toDōs con vencimiento a Calendario?
hi: देय toDō को Calendar में जोड़ना बंद करें?
it: Smettere di aggiungere i toDō in scadenza a Calendario?
ja: 期限付きtoDōのカレンダーへの追加を停止しますか？
ms: Berhenti menambah toDō bertarikh tamat ke Kalendar?
th: หยุดเพิ่ม toDō ที่มีกำหนดลงในปฏิทินหรือไม่
ur: واجب الادا toDō کو Calendar میں شامل کرنا بند کریں؟
zh_hans: 停止将有到期日期的 toDō 添加到日历？

source: Stop listening
ar: إيقاف الاستماع
es: Dejar de escuchar
hi: सुनना बंद करें
it: Interrompi l'ascolto
ja: 聞き取りを停止
ms: Hentikan pendengaran
th: หยุดฟัง
ur: سننا بند کریں
zh_hans: 停止聆听

source: Stop syncing with iCloud and keep your toDōs on this device.
ar: توقف عن المزامنة معiCloudواحتفظ بمهامك على هذا الجهاز.
es: Deje de sincronizar coniCloudy mantenga sus tareas pendientes en este dispositivo.
hi: iCloudके साथ सिंक करना बंद करें और अपने toDōs को इस डिवाइस पर रखें।
it: Interrompi la sincronizzazione coniCloude mantieni le tue cose da fare su questo dispositivo.
ja: iCloudとの同期を停止し、toDō をこのデバイスに保持します。
ms: Berhenti menyegerak denganiClouddan simpan Tugasan anda pada peranti ini.
th: หยุดการซิงค์กับiCloudและเก็บสิ่งที่ต้องทำของคุณไว้ในอุปกรณ์นี้
ur: iCloudکے ساتھ مطابقت پذیری بند کریں اور اپنے ٹُڈُوز کو اس ڈیوائس پر رکھیں۔
zh_hans: 停止与iCloud同步并将您的待办事项保留在此设备上。

source: Subscriptions renew automatically unless canceled at least 24 hours before the end of the current period. Your Apple Account is charged at confirmation and manages renewal.
ar: تتجدد الاشتراكات تلقائيًا ما لم تُلغَ قبل 24 ساعة على الأقل من نهاية الفترة الحالية. يتم تحصيل الرسوم من حساب Apple عند التأكيد، ومنه تُدار عملية التجديد.
es: Las suscripciones se renuevan automáticamente salvo que se cancelen al menos 24 horas antes del final del periodo actual. El cargo se realiza en tu cuenta de Apple al confirmar y la renovación se gestiona desde ella.
hi: सदस्यताएँ अपने-आप नवीनीकृत होती हैं, जब तक कि वर्तमान अवधि समाप्त होने से कम से कम 24 घंटे पहले रद्द न की जाएँ। पुष्टि पर आपके Apple खाते से शुल्क लिया जाता है और वहीं से नवीनीकरण प्रबंधित होता है।
it: Gli abbonamenti si rinnovano automaticamente salvo annullamento almeno 24 ore prima della fine del periodo corrente. L'addebito avviene sull'Account Apple alla conferma e il rinnovo si gestisce da lì.
ja: サブスクリプションは、現在の期間が終了する24時間以上前にキャンセルしない限り自動更新されます。確認時にApple Accountへ請求され、更新もそこで管理されます。
ms: Langganan diperbaharui secara automatik melainkan dibatalkan sekurang-kurangnya 24 jam sebelum tempoh semasa tamat. Akaun Apple anda dicaj semasa pengesahan dan mengurus pembaharuan.
th: การสมัครสมาชิกจะต่ออายุอัตโนมัติ เว้นแต่จะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน บัญชี Apple ของคุณจะถูกเรียกเก็บเงินเมื่อยืนยันและใช้จัดการการต่ออายุ
ur: سبسکرپشنز خودکار طور پر تجدید ہوتی ہیں جب تک موجودہ مدت ختم ہونے سے کم از کم 24 گھنٹے پہلے منسوخ نہ کی جائیں۔ تصدیق پر آپ کے Apple اکاؤنٹ سے رقم وصول ہوتی ہے اور تجدید وہیں سے منظم ہوتی ہے۔
zh_hans: 订阅会自动续订，除非在当前周期结束至少 24 小时前取消。确认购买时将向你的 Apple 帐户收费，续订也由该帐户管理。

source: Summarize
ar: لخّص
es: Resumir
hi: सारांश
it: Riepiloga
ja: 要約
ms: Ringkas
th: สรุป
ur: خلاصہ
zh_hans: 总结

source: Summarize local toDō patterns and current task pressure.
ar: لخّص أنماط تُدُ المحلية وضغط المهام الحالي.
es: Resume patrones locales de toDō y la presión actual de tareas.
hi: स्थानीय toDō पैटर्न और वर्तमान कार्य दबाव का सारांश दें।
it: Riepiloga i pattern locali di toDō e la pressione attuale delle attività.
ja: ローカルの toDō パターンと現在のタスク負荷を要約します。
ms: Ringkaskan corak toDō tempatan dan tekanan tugasan semasa.
th: สรุปรูปแบบ toDō ในเครื่องและแรงกดดันของงานปัจจุบัน
ur: مقامی toDō نمونوں اور موجودہ کام کے دباؤ کا خلاصہ دیں۔
zh_hans: 总结本地 toDō 模式和当前任务压力。

source: Summarize toDōs
ar: لخّص تُدُس
es: Resumir toDōs
hi: toDōs का सारांश दें
it: Riepiloga toDō
ja: toDōs を要約
ms: Ringkaskan toDōs
th: สรุป toDōs
ur: تُدُس کا خلاصہ
zh_hans: 总结 toDōs

source: Summarize what deserves attention next.
ar: لخّص ما يستحق الاهتمام تاليًا.
es: Resume lo que merece atención a continuación.
hi: अगली बार किस पर ध्यान देना चाहिए, उसका सार बताएँ।
it: Riassumi ciò che merita attenzione adesso.
ja: 次に注目すべきことを要約します。
ms: Ringkaskan perkara yang patut diberi perhatian seterusnya.
th: สรุปสิ่งที่ควรให้ความสำคัญเป็นลำดับถัดไป
ur: اگلی توجہ کے قابل چیز کا خلاصہ کریں۔
zh_hans: 总结接下来值得关注的事项。

source: Summary
ar: الملخص
es: Resumen
hi: सारांश
it: Riepilogo
ja: 概要
ms: Ringkasan
th: สรุป
ur: خلاصہ
zh_hans: 摘要

source: Supabase returned an invalid auth response.
ar: أعاد Supabase استجابة تسجيل دخول غير صالحة.
es: Supabase devolvió una respuesta de autenticación no válida.
hi: Supabase ने अमान्य auth प्रतिक्रिया लौटाई।
it: Supabase ha restituito una risposta di autenticazione non valida.
ja: Supabaseから無効な認証応答が返されました。
ms: Supabase mengembalikan respons pengesahan yang tidak sah.
th: Supabase ส่งการตอบกลับการยืนยันตัวตนที่ไม่ถูกต้อง
ur: Supabase نے غلط auth جواب واپس کیا۔
zh_hans: Supabase 返回了无效的认证响应。

source: Supported imports: MP3, M4A, CAF, WAV, AIFF, and AIF. Use audio that is 30 seconds or shorter and smaller than 5 MB. toDō stores a local notification-ready copy so iOS can play it even when the app is closed.
ar: الاستيراد المدعوم: MP3 وM4A وCAF وWAV وAIFF وAIF. استخدم صوتًا مدته 30 ثانية أو أقل وحجمه أقل من 5 م.ب. يخزن تُدُ نسخة محلية جاهزة للإشعارات حتى يتمكن iOS من تشغيلها حتى عند إغلاق التطبيق.
es: Importaciones compatibles: MP3, M4A, CAF, WAV, AIFF y AIF. Usa audio de 30 segundos o menos y menor de 5 MB. toDō guarda una copia local lista para notificaciones para que iOS pueda reproducirla incluso cuando la app esté cerrada.
hi: समर्थित आयात: MP3, M4A, CAF, WAV, AIFF और AIF। 30 सेकंड या कम और 5 MB से छोटी ऑडियो फ़ाइल उपयोग करें। toDō एक स्थानीय notification-ready कॉपी सहेजता है ताकि ऐप बंद होने पर भी iOS इसे चला सके।
it: Import supportati: MP3, M4A, CAF, WAV, AIFF e AIF. Usa audio di 30 secondi o meno e sotto 5 MB. toDō salva una copia locale pronta per le notifiche, così iOS può riprodurla anche quando l’app è chiusa.
ja: 対応する読み込み形式: MP3、M4A、CAF、WAV、AIFF、AIF。30秒以下、5MB未満の音声を使用してください。toDōは通知用のローカルコピーを保存するため、アプリが閉じていてもiOSが再生できます。
ms: Import yang disokong: MP3, M4A, CAF, WAV, AIFF, dan AIF. Gunakan audio 30 saat atau kurang dan lebih kecil daripada 5 MB. toDō menyimpan salinan tempatan yang sedia untuk notifikasi supaya iOS boleh memainkannya walaupun app ditutup.
th: รองรับการนำเข้า: MP3, M4A, CAF, WAV, AIFF และ AIF ใช้เสียงที่ยาวไม่เกิน 30 วินาทีและมีขนาดต่ำกว่า 5 MB toDō จะเก็บสำเนาในเครื่องที่พร้อมสำหรับการแจ้งเตือน เพื่อให้ iOS เล่นได้แม้ปิดแอปอยู่
ur: درآمد کی معاونت: MP3، M4A، CAF، WAV، AIFF، اور AIF۔ 30 سیکنڈ یا اس سے کم اور 5 MB سے چھوٹی آڈیو استعمال کریں۔ toDō ایک مقامی اطلاع کے لیے تیار نقل محفوظ کرتا ہے تاکہ ایپ بند ہونے پر بھی iOS اسے چلا سکے۔
zh_hans: 支持导入：MP3、M4A、CAF、WAV、AIFF 和 AIF。请使用 30 秒以内且小于 5 MB 的音频。toDō 会保存一份本地通知可用副本，让 iOS 即使在 App 关闭时也能播放。

source: Switch
ar: تبديل
es: Cambiar
hi: बदलें
it: Cambia
ja: 切り替え
ms: Tukar
th: สลับ
ur: تبدیل کریں
zh_hans: 切换

source: Switch to %@?
ar: هل تريد التبديل إلى %@؟
es: ¿Cambiar a %@?
hi: %@ पर स्विच करें?
it: Passare a %@?
ja: %@ に切り替えますか？
ms: Tukar kepada %@?
th: เปลี่ยนเป็น %@ หรือไม่
ur: %@ پر سوئچ کریں؟
zh_hans: 切换到 %@？

source: Sync
ar: المزامنة
es: Sincronización
hi: सिंक
it: Sincronizzazione
ja: 同期
ms: Segerak
th: การซิงค์
ur: ہم وقت سازی
zh_hans: 同步

source: Sync across devices
ar: المزامنة عبر الأجهزة
es: Sincronización entre dispositivos
hi: सभी डिवाइसों में सिंक करें
it: Sincronizza tra dispositivi
ja: デバイス間で同期する
ms: Segerakkan merentas peranti
th: ซิงค์ระหว่างอุปกรณ์
ur: تمام آلات پر مطابقت پذیری کریں۔
zh_hans: 跨设备同步

source: Sync Change Failed
ar: فشل تغيير المزامنة
es: Error al cambiar la sincronización
hi: सिंक बदलाव विफल हुआ
it: Modifica sync non riuscita
ja: 同期の変更に失敗しました
ms: Perubahan Sync Gagal
th: เปลี่ยนการซิงค์ไม่สำเร็จ
ur: سنک تبدیلی ناکام ہو گئی
zh_hans: 同步更改失败

source: Sync Choice Saved
ar: تم حفظ خيار المزامنة
es: Opcion de sync guardada
hi: सिंक विकल्प सहेजा गया
it: Scelta sync salvata
ja: 同期の選択を保存しました
ms: Pilihan Sync Disimpan
th: บันทึกตัวเลือกซิงก์แล้ว
ur: Sync انتخاب محفوظ ہو گیا
zh_hans: 同步选择已保存

source: Sync Failed
ar: فشلت المزامنة
es: Error de sincronización
hi: समन्वयन विफल
it: Sincronizzazione non riuscita
ja: 同期に失敗しました
ms: Penyegerakan Gagal
th: การซิงค์ล้มเหลว
ur: مطابقت پذیری ناکام ہوگئی
zh_hans: 同步失败

source: Sync is paused while your connection is unavailable. It will resume when you're back online.
ar: المزامنة متوقفة مؤقتًا بسبب عدم توفر الاتصال. ستستأنف عند عودة الاتصال.
es: La sincronización está en pausa porque no hay conexión. Se reanudará cuando vuelvas a estar conectado.
hi: कनेक्शन उपलब्ध न होने पर सिंक रुका हुआ है। कनेक्शन लौटने पर यह फिर शुरू हो जाएगा।
it: La sincronizzazione è in pausa perché la connessione non è disponibile. Riprenderà quando tornerai online.
ja: 接続できないため同期を一時停止しています。オンラインに戻ると再開します。
ms: Penyegerakan dijeda kerana sambungan tidak tersedia. Ia akan disambung semula apabila anda kembali dalam talian.
th: หยุดการซิงค์ชั่วคราวเนื่องจากไม่มีการเชื่อมต่อ จะดำเนินการต่อเมื่อกลับมาออนไลน์
ur: کنکشن دستیاب نہ ہونے کی وجہ سے مطابقت پذیری موقوف ہے۔ آن لائن ہوتے ہی دوبارہ شروع ہو جائے گی۔
zh_hans: 由于连接不可用，同步已暂停。恢复联网后将继续。

source: Sync Issue
ar: مشكلة في المزامنة
es: Problema de sync
hi: सिंक समस्या
it: Problema sync
ja: 同期の問題
ms: Isu Sync
th: ปัญหาการซิงก์
ur: Sync مسئلہ
zh_hans: 同步问题

source: Sync needs review
ar: المزامنة تحتاج إلى مراجعة
es: Revisión de las necesidades de sincronización
hi: सिंक की समीक्षा की आवश्यकता है
it: Sincronizzazione da rivedere
ja: 同期の確認が必要
ms: Segerak perlu semakan
th: ต้องตรวจสอบการซิงค์
ur: سنک کو جائزے کی ضرورت ہے
zh_hans: 同步需要审核

source: Sync needs review: %lld toDōs changed in two places.
ar: المزامنة تحتاج إلى مراجعة: تغيّرت %lld من تُدُس في مكانين.
es: La sincronización necesita revisión:%lldLas tareas pendientes cambiaron en dos lugares.
hi: सिंक की समीक्षा की आवश्यकता है:%lldकार्य दो स्थानों पर बदले गए।
it: Sincronizzazione da rivedere: %lld toDō sono cambiati in due punti.
ja: 同期の確認が必要: %lld件のtoDōが2か所で変更されました。
ms: Segerak perlu semakan: %lld toDō berubah di dua tempat.
th: ต้องตรวจสอบการซิงค์: toDō %lld รายการถูกเปลี่ยนในสองที่
ur: سنک کو جائزے کی ضرورت ہے: %lld ٹُڈُوز دو جگہوں پر تبدیل ہوئے۔
zh_hans: 同步需要审核：%lldtoDōs 在两个地方发生了更改。

source: Sync needs review: 1 toDō changed in two places.
ar: المزامنة تحتاج إلى مراجعة: تغيّر تُدُ واحد في مكانين.
es: La sincronización necesita revisión: 1 tarea pendiente cambió en dos lugares.
hi: सिंक की समीक्षा की आवश्यकता है: 1 टूडू दो स्थानों पर बदला गया।
it: Sincronizzazione da rivedere: 1 toDō è cambiato in due punti.
ja: 同期の確認が必要: 1件のtoDōが2か所で変更されました。
ms: Segerak perlu semakan: 1 toDō berubah di dua tempat.
th: ต้องตรวจสอบการซิงค์: toDō 1 รายการถูกเปลี่ยนในสองที่
ur: سنک کو جائزے کی ضرورت ہے: ایک ٹُڈُو دو جگہوں پر تبدیل ہوا۔
zh_hans: 同步需要审查： 1 toDō 在两个地方发生了变化。

source: Sync Not Activated
ar: لم يتم تفعيل المزامنة
es: Sincronización no activada
hi: सिंक सक्रिय नहीं हुआ
it: Sync non attivata
ja: 同期は有効化されていません
ms: Sync Tidak Diaktifkan
th: ยังไม่ได้เปิดใช้การซิงค์
ur: سنک فعال نہیں ہوا
zh_hans: 同步未激活

source: Sync Refresh
ar: تحديث المزامنة
es: Actualización de sincronización
hi: सिंक रिफ्रेश
it: Aggiornamento sync
ja: 同期更新
ms: Segar Semula Sync
th: รีเฟรชการซิงค์
ur: سنک ریفریش
zh_hans: 同步刷新

source: Sync Unavailable
ar: المزامنة غير متاحة
es: Sincronización no disponible
hi: सिंक उपलब्ध नहीं
it: Sync non disponibile
ja: 同期は利用できません
ms: Sync Tidak Tersedia
th: ซิงค์ไม่พร้อมใช้งาน
ur: سنک دستیاب نہیں
zh_hans: 同步不可用

source: Sync Updated
ar: تم تحديث المزامنة
es: Sincronización actualizada
hi: सिंक अपडेट हुआ
it: Sync aggiornata
ja: 同期を更新しました
ms: Sync Dikemas Kini
th: อัปเดตการซิงค์แล้ว
ur: سنک اپ ڈیٹ ہو گیا
zh_hans: 同步已更新

source: Sync with iCloud
ar: المزامنة مع iCloud
es: Sincronizar con iCloud
hi: iCloud से सिंक करें
it: Sincronizza con iCloud
ja: iCloudと同期
ms: Segerak dengan iCloud
th: ซิงค์กับ iCloud
ur: iCloud کے ساتھ سنک
zh_hans: 与 iCloud 同步

source: Synced from another device.
ar: تمت المزامنة من جهاز آخر.
es: Sincronizado desde otro dispositivo.
hi: दूसरे डिवाइस से सिंक हुआ।
it: Sincronizzato da un altro dispositivo.
ja: 別のデバイスから同期しました。
ms: Disegerakkan daripada peranti lain.
th: ซิงค์จากอุปกรณ์อีกเครื่องแล้ว
ur: دوسرے آلے سے مطابقت پذیر ہوا۔
zh_hans: 已从另一台设备同步。

source: Synced from paired iPhone.
ar: تمت المزامنة من iPhone المقترن.
es: Sincronizado desde el iPhone enlazado.
hi: जोड़े गए iPhone से सिंक किया गया।
it: Sincronizzato dall’iPhone abbinato.
ja: ペアリング済みのiPhoneから同期しました。
ms: Disegerakkan daripada iPhone berpasangan.
th: ซิงค์จาก iPhone ที่จับคู่แล้ว
ur: جوڑے گئے iPhone سے ہم آہنگ کیا گیا۔
zh_hans: 已从配对的 iPhone 同步。

source: Syncing
ar: جارٍ المزامنة
es: Sincronización
hi: सिंक्रनाइज़ किए जा रहे
it: Sincronizzazione
ja: 同期中
ms: Menyegerak
th: กำลังซิงค์
ur: سنک ہو رہا ہے
zh_hans: 正在同步

source: Syncing Deletes
ar: مزامنة الحذف
es: Sincronizar eliminaciones
hi: हटाए गए को समन्वयित किया जा रहा है
it: Sincronizzazione delle eliminazioni
ja: 削除の同期
ms: Menyegerakkan Pemadaman
th: กำลังซิงค์การลบ
ur: ڈیلیٹ کی مطابقت پذیری
zh_hans: 同步删除

source: System
ar: نظام
es: Sistema
hi: प्रणाली
it: Sistema
ja: システム
ms: Sistem
th: ระบบ
ur: سسٹم
zh_hans: 系统

source: Tag
ar: وسم
es: Etiqueta
hi: टैग
ja: タグ
th: แท็ก
ur: ٹیگ
zh_hans: 标签

source: Tag Groups
ar: مجموعات الوسوم
es: Grupos de etiquetas
hi: टैग समूह
it: Gruppi di tag
ja: タググループ
ms: Kumpulan Tag
th: กลุ่มแท็ก
ur: ٹیگ گروپس
zh_hans: 标签组
